Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitSportsLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Placeholder.logPerformanceDots
source: Log performance…
ar: جاري تسجيل الأداء…
bg: Записване на представяне…
ca: Registrar rendiment…
cs: Zaznamenávám výkonnost…
da: Logge præstation…
de: Leistungsdaten protokollieren…
el: Καταγραφή απόδοσης…
es: Registrar rendimiento…
es_419: Registrando rendimiento…
fi: Kirjaa suoritusta…
fr: Enregistrement de performance…
fr_ca: Enregistrement de performance…
he: מתעד ביצועים…
hi: प्रदर्शन का लॉग करें…
hr: Zabilježi izvedbu…
hu: Teljesítmény naplózása…
id: Mencatat performa…
it: Registra prestazioni…
ja: パフォーマンスを記録しています…
kk: Спорттық нәтижелерді тіркеу…
ko: 성능 기록 중…
ms: Merekod prestasi…
nb: Logger ytelse…
nl: Prestaties loggen…
pl: Rejestracja wydajności…
pt_br: Registrar desempenho…
pt_pt: Registar desempenho…
ro: Înregistrarea performanței…
ru: Запись показателей…
sk: Zaznamenávam výkon…
sv: Logga prestation…
th: บันทึกประสิทธิภาพ…
tr: Performansı kaydediyor…
uk: Запис результатів…
vi: Ghi lại hiệu suất…
zh_hans: 记录表现…
zh_hant: 正在記錄表現…
zh_hk: 記錄表現…

# TK.Placeholder.searchAchievementsDots
source: Search achievements…
ar: ابحث عن الإنجازات…
bg: Търсене на постижения…
ca: Cercant assoliments…
cs: Hledat úspěchy…
da: Søger præstationer…
de: Errungenschaften suchen…
el: Αναζήτηση επιτευγμάτων…
es: Buscando logros…
es_419: Buscar logros…
fi: Etsi saavutuksia…
fr: Recherche d'accomplissements…
fr_ca: Recherche de réalisations…
he: מחפש הישגים…
hi: उपलब्धियों की खोज करें…
hr: Pretraživanje postignuća…
hu: Teljesítmények keresése…
id: Mencari prestasi…
it: Cerca risultati…
ja: 実績を検索中…
kk: Жетістіктерді іздеу…
ko: 업적 검색 중…
ms: Mencari pencapaian…
nb: Søk etter prestasjoner…
nl: Zoeken naar prestaties…
pl: Szukaj osiągnięć…
pt_br: Buscar conquistas…
pt_pt: Procurar conquistas…
ro: Caut realizări…
ru: Ищем достижения…
sk: Hľadám úspechy…
sv: Sök prestationer…
th: ค้นหาเกียรติประวัติ…
tr: Başarıları ara…
uk: Пошук досягнень…
vi: Tìm kiếm thành tích…
zh_hans: 搜索成就…
zh_hant: 搜尋成就中…
zh_hk: 搜尋成就…

# TK.Placeholder.searchAthletesDots
source: Search athletes…
ar: ابحث عن الرياضيين…
bg: Търсене на атлети…
ca: Cercant atletes…
cs: Hledat sportovce…
da: Søger atleter…
de: Athleten suchen…
el: Αναζήτηση αθλητών…
es: Buscar atletas…
es_419: Buscar atletas…
fi: Etsi urheilijoita…
fr: Recherche d'athlètes…
fr_ca: Recherche d'athlètes…
he: מחפש ספורטאים…
hi: खिलाड़ियों की खोज करें…
hr: Pretražujem sportaše…
hu: Sportolók keresése…
id: Mencari atlet…
it: Cerca atleti…
ja: アスリートを検索中…
kk: Спортшыларды іздеу…
ko: 선수 검색 중…
ms: Mencari atlet…
nb: Søk etter utøvere…
nl: Zoeken naar atleten…
pl: Szukaj sportowców…
pt_br: Buscar atletas…
pt_pt: A procurar atletas...
ro: Caut atleți…
ru: Ищем спортсменов…
sk: Hľadám športovcov…
sv: Sök idrottare…
th: ค้นหาแชมป์…
tr: Sporcuları ara…
uk: Пошук спортсменів…
vi: Tìm kiếm vận động viên…
zh_hans: 搜索运动员…
zh_hant: 搜尋運動員中…
zh_hk: 搜尋運動員…

# TK.Placeholder.searchLeaguesDots
source: Search leagues…
ar: البحث عن الدوريات…
bg: Търсене на лиги…
ca: Cercant lligues…
cs: Hledat ligy…
da: Søger ligaer…
de: Ligen suchen…
el: Αναζήτηση πρωταθλημάτων…
es: Buscar ligas…
es_419: Buscar ligas…
fi: Etsi liigoja…
fr: Rechercher des ligues…
fr_ca: Recherche de ligues…
he: חפש ליגות…
hi: लीगों की खोज करें…
hr: Tražim lige…
hu: Ligák keresése…
id: Mencari liga…
it: Cerca leghe…
ja: リーグを検索中…
kk: Лигаларды іздеу…
ko: 리그 검색…
ms: Mencari liga…
nb: Søk etter ligaer…
nl: Zoeken naar competities…
pl: Szukaj lig…
pt_br: Buscar ligas…
pt_pt: Pesquisar ligas…
ro: Caută ligi…
ru: Ищем лиги…
sk: Hľadám ligy…
sv: Sök ligor…
th: ค้นหาลีก…
tr: Ligleri ara…
uk: Шукати ліги…
vi: Tìm kiếm giải đấu…
zh_hans: 搜索联赛…
zh_hant: 搜尋聯盟…
zh_hk: 搜尋聯賽…

# TK.Placeholder.searchMatchesDots
source: Search matches…
ar: البحث عن المباريات…
bg: Търсене на мачове…
ca: Cercar partits…
cs: Hledat zápasy…
da: Søger kampe…
de: Spiele suchen…
el: Αναζήτηση αγώνων…
es: Buscar partidos…
es_419: Buscar partidos…
fi: Etsi otteluita…
fr: Rechercher des matchs…
fr_ca: Recherche de matchs…
he: חפש משחקים…
hi: मैचों की खोज करें…
hr: Pretraži utakmice…
hu: Mérkőzések keresése…
id: Mencari pertandingan…
it: Cerca incontri…
ja: 試合を検索中…
kk: Матчтарды іздеу…
ko: 경기 검색…
ms: Mencari perlawanan…
nb: Søk etter kamper…
nl: Zoeken naar wedstrijden…
pl: Szukaj meczy…
pt_br: Buscar partidas…
pt_pt: Pesquisar encontros…
ro: Caută meciuri…
ru: Ищем матчи…
sk: Hľadám zápasy…
sv: Sök matcher…
th: ค้นหาการแข่งขัน…
tr: Maçları ara…
uk: Пошук матчів…
vi: Tìm kiếm trận đấu…
zh_hans: 搜索比赛…
zh_hant: 搜尋比賽…
zh_hk: 搜尋比賽…

# TK.Placeholder.searchPlayersDots
source: Search players…
ar: ابحث عن اللاعبين…
bg: Търсене на играчи...
ca: Cerca jugadors…
cs: Hledat hráče…
da: Søg spillere…
de: Spieler:innen durchsuchen…
el: Αναζήτηση παικτών…
es: Buscar jugadores…
es_419: Buscar jugadores…
fi: Etsi pelaajia...
fr: Rechercher des joueurs…
fr_ca: Rechercher des joueurs…
he: חפש שחקנים…
hi: खिलाड़ियों की खोज करें…
hr: Pretraži igrače…
hu: Játékosok keresése…
id: Cari pemain…
it: Cerca giocatori…
ja: プレイヤーを検索中…
kk: Ойыншыларды іздеу…
ko: 플레이어 검색…
ms: Carian pemain…
nb: Søk etter spillere…
nl: Zoek spelers…
pl: Szukaj graczy…
pt_br: Buscar jogadores…
pt_pt: Pesquisar jogadores…
ro: Caută jucători…
ru: Ищем игроков…
sk: Hľadaj hráčov…
sv: Sök spelare...
th: ค้นหาผู้เล่น…
tr: Oyuncuları ara…
uk: Пошук гравців…
vi: Tìm kiếm người chơi…
zh_hans: 搜索玩家…
zh_hant: 搜尋玩家...
zh_hk: 搜尋玩家…

# TK.Placeholder.searchTeamsDots
source: Search teams…
ar: ابحث عن الفرق…
bg: Търси отбори…
ca: Cerca equips…
cs: Hledat týmy…
da: Søg hold…
de: Teams durchsuchen…
el: Αναζήτηση ομάδων…
es: Buscar equipos…
es_419: Buscar equipos…
fi: Etsi joukkueita...
fr: Rechercher des équipes…
fr_ca: Rechercher des équipes…
he: חפש קבוצות…
hi: टीम खोजें…
hr: Pretraži ekipe…
hu: Csapatok keresése…
id: Cari tim…
it: Cerca squadre…
ja: チームを検索…
kk: Командаларды іздеу…
ko: 팀 검색…
ms: Carian pasukan…
nb: Søk etter lag…
nl: Zoek teams…
pl: Szukaj drużyn...
pt_br: Buscar equipes…
pt_pt: Pesquisar equipas…
ro: Caută echipe…
ru: Искать команды…
sk: Hľadaj tímy…
sv: Sök lag...
th: ค้นหาทีม…
tr: Takımları ara…
uk: Пошук команд…
vi: Tìm kiếm đội…
zh_hans: 搜索团队…
zh_hant: 搜尋隊伍...
zh_hk: 搜尋球隊…

# TK.Placeholder.searchTournamentsDots
source: Search tournaments…
ar: ابحث عن البطولات…
bg: Търси турнири…
ca: Cerca tornejos…
cs: Hledat turnaje…
da: Søg turneringer…
de: Turniere durchsuchen…
el: Αναζήτηση τουρνουά…
es: Buscar torneos…
es_419: Buscar torneos…
fi: Etsi turnauksia...
fr: Rechercher des tournois…
fr_ca: Rechercher des tournois…
he: חפש טורנירים…
hi: टूर्नामेंट खोजें…
hr: Pretraži turnire…
hu: Tornák keresése…
id: Cari turnamen…
it: Cerca tornei…
ja: トーナメントを検索…
kk: Турнирлерді іздеу…
ko: 토너먼트 검색…
ms: Carian kejohanan…
nb: Søk etter turneringer…
nl: Zoek toernooien…
pl: Szukaj turniejów...
pt_br: Buscar torneios…
pt_pt: Pesquisar torneios…
ro: Caută turnee…
ru: Искать турниры…
sk: Hľadaj turnaje…
sv: Sök turneringar...
th: ค้นหาทัวร์นาเมนต์…
tr: Turnuvaları ara…
uk: Пошук турнірів…
vi: Tìm kiếm giải đấu…
zh_hans: 搜索锦标赛…
zh_hant: 搜尋錦標賽...
zh_hk: 搜尋比賽…

# TK.Placeholder.searchVenuesDots
source: Search venues…
ar: ابحث عن الأماكن…
bg: Търси места…
ca: Cerca espais…
cs: Hledat místa…
da: Søg steder…
de: Veranstaltungsorte durchsuchen…
el: Αναζήτηση χώρων…
es: Buscar lugares…
es_419: Buscar sedes…
fi: Etsi tapahtumapaikkoja...
fr: Rechercher des lieux…
fr_ca: Rechercher des lieux…
he: חפש מקומות…
hi: स्थान खोजें…
hr: Pretraži objekte…
hu: Helyszínek keresése…
id: Cari venue…
it: Cerca sedi…
ja: 会場を検索…
kk: Ойын өткізетін жерлерді іздеу…
ko: 장소 검색…
ms: Carian lokasi…
nb: Søk etter arenaer…
nl: Zoek locaties…
pl: Szukaj miejsc…
pt_br: Buscar locais…
pt_pt: Pesquisar locais…
ro: Caută localuri…
ru: Поиск мест…
sk: Hľadaj miesta…
sv: Sök arenor…
th: ค้นหาสถานที่…
tr: Mekanları ara…
uk: Шукати місця проведення…
vi: Tìm kiếm địa điểm…
zh_hans: 搜索场馆…
zh_hant: 搜尋場地...
zh_hk: 搜尋場地…

# TK.Placeholder.setFitnessGoalDots
source: Set fitness goal…
ar: حدد هدف اللياقة البدنية…
bg: Определяне на фитнес цел...
ca: Estableix objectiu de fitness…
cs: Nastavte cílovou hodnotu fitness…
da: Sæt fitnessmål…
de: Fitnessziel festlegen…
el: Ορισμός στόχου φυσικής κατάστασης…
es: Establecer objetivo de fitness…
es_419: Establece el objetivo de fitness…
fi: Aseta kuntoilutavoite...
fr: Définir un objectif de fitness…
fr_ca: Définir un objectif de mise en forme…
he: קבע יעד כושר…
hi: फिटनेस लक्ष्य निर्धारित करें…
hr: Postavi cilj za kondiciju…
hu: Fitneszcél beállítása…
id: Tetapkan tujuan kebugaran…
it: Imposta obiettivo di fitness…
ja: フィットネス目標を設定…
kk: Фитнес мақсатты орнатыңыз...
ko: 피트니스 목표 설정…
ms: Tetapkan matlamat kecergasan…
nb: Sett treningsmål…
nl: Stel fitnessdoel in…
pl: Ustal cel fitness...
pt_br: Definir meta de fitness…
pt_pt: Definir objetivo de fitness…
ro: Stabilește obiectivul de fitness…
ru: Установить фитнес-цель…
sk: Nastavte cieľ v oblasti fitness…
sv: Sätt träningsmål...
th: กำหนดเป้าหมายการออกกำลังกาย…
tr: Fitness hedefini belirle…
uk: Встановити фітнес-мету…
vi: Đặt mục tiêu thể dục…
zh_hans: 设定健身目标…
zh_hant: 設置健身目標...
zh_hk: 設置健身目標…

# TK.Placeholder.trackWorkoutDots
source: Track workout…
ar: جاري تتبع التمرين…
bg: Проследяване на тренировка…
ca: Fes seguiment de l'entrenament…
cs: Sledovat trénink…
da: Track træning…
de: Workout verfolgen…
el: Καταγραφή προπόνησης…
es: Registrar entrenamiento…
es_419: Registra el entrenamiento…
fi: Seuraa harjoitusta…
fr: Suivre l'entraînement…
fr_ca: Suivre l'entraînement…
he: עקוב אחרי אימון…
hi: वर्कआउट ट्रैक करें...
hr: Prati trening…
hu: Edzés nyomon követése…
id: Lacak latihan…
it: Monitora l'allenamento…
ja: ワークアウトを記録…
kk: Жаттығуды тіркеу…
ko: 운동 추적하기…
ms: Jejaki senaman…
nb: Spor treningsøkt…
nl: Workout volgen…
pl: Śledź trening…
pt_br: Rastrear treino…
pt_pt: Acompanhar treino…
ro: Urmărește antrenamentul…
ru: Отслеживание тренировки…
sk: Sledujte tréning…
sv: Spåra träning…
th: ติดตามการออกกำลังกาย…
tr: Antrenmanı takip et…
uk: Відстеження тренування…
vi: Theo dõi buổi tập…
zh_hans: 跟踪健身…
zh_hant: 追蹤運動…
zh_hk: 追蹤運動…

# TK.Action.track
source: Track
bg: Следи
es_419: Registrar
fi: Seuraa
hi: ट्रैक
ja: トラック
ko: 트랙
nb: Spor
pl: Trak
pt_br: Acompanhar
ru: Отслеживать
uk: Відстежувати
